import geep from "../../../../Imgs/geep.jpg"
import blackhear from "../../../../Imgs/blackhear.jpg"
// import pink from "../../../../Imgs/pinkgreep.jpg"
import pinkhear from "../../../../Imgs/pinkhear.jpg"
import { Link } from "react-router-dom"
import classes from "./Hair.module.css"


const Hair = () => {
    return (
        <div className={classes.Hair}>
            <h3>ESTEL</h3>
            <div>
                {/* <img src={pink} /> */}
               Estel NewTone Тонирующая маска для волос 10/6 Светлый блондин фиолетовый

Защита и сохранение цвета. Защита цвета обеспечивается уникальной Системой Оптимальной Фиксации Цвета.
Система основана на сочетании кератиновых энхансеров с УФ-фильтром, что обеспечивает цвету яркость и максимальную устойчивость.
Восстановление волос. В основе продукта—сбалансированный комплекс натуральных компонентов: пчелиного воска, молочной кислоты и витамина Е, который питает, укрепляет и восстанавливает структуру волос от корней до кончиков. ВАЖНО, что при изготовлении маски используется уникальная технология очистки компонентов от аммиака, перекиси водорода, сульфатов и тяжёлых металлов.
Estel NewTone — биогенно-чистый продукт.
Интенсивный блеск. Estel NewTone придаёт волосам совершенную ухоженность и глянцевый блеск.
Estel NewTone — это деликатно, безопасно, очень быстро, приятно и просто красиво. Расскажите клиенту о преимуществах Estel NewTone, а дальше — пусть он убедится в них сам.

Трендовые оттенки блонд помогут создавать еще больше ярких образов, а формула продукта, насыщенная полезными активными компонентами, обеспечит превосходное состояние волос.
Применение: Нанесите на чистые влажные волосы, для равномерного распределения прочешите волосы гребнем. Выдержите 3-10 минут в зависимости от желаемой степени коррекции цвета, смойте водой без применения шампуня. При нанесении используйте перчатки.

      <button> <Link to="/home">Home</Link></button>
            </div>
            <div>
                <img src={geep} alt={'hear'} />
               Estel NewTone Тонирующая маска для волос 10/6 Светлый блондин фиолетовый

Защита и сохранение цвета. Защита цвета обеспечивается уникальной Системой Оптимальной Фиксации Цвета.
Система основана на сочетании кератиновых энхансеров с УФ-фильтром, что обеспечивает цвету яркость и максимальную устойчивость.
Восстановление волос. В основе продукта—сбалансированный комплекс натуральных компонентов: пчелиного воска, молочной кислоты и витамина Е, который питает, укрепляет и восстанавливает структуру волос от корней до кончиков. ВАЖНО, что при изготовлении маски используется уникальная технология очистки компонентов от аммиака, перекиси водорода, сульфатов и тяжёлых металлов.
Estel NewTone — биогенно-чистый продукт.
Интенсивный блеск. Estel NewTone придаёт волосам совершенную ухоженность и глянцевый блеск.
Estel NewTone — это деликатно, безопасно, очень быстро, приятно и просто красиво. Расскажите клиенту о преимуществах Estel NewTone, а дальше — пусть он убедится в них сам.

Трендовые оттенки блонд помогут создавать еще больше ярких образов, а формула продукта, насыщенная полезными активными компонентами, обеспечит превосходное состояние волос.
Применение: Нанесите на чистые влажные волосы, для равномерного распределения прочешите волосы гребнем. Выдержите 3-10 минут в зависимости от желаемой степени коррекции цвета, смойте водой без применения шампуня. При нанесении используйте перчатки.

<button> <Link to="/home">Home</Link></button>
            </div>
            <div>
                <img src={blackhear}  alt={'hear'} />
               Estel NewTone Тонирующая маска для волос 10/6 Светлый блондин фиолетовый

Защита и сохранение цвета. Защита цвета обеспечивается уникальной Системой Оптимальной Фиксации Цвета.
Система основана на сочетании кератиновых энхансеров с УФ-фильтром, что обеспечивает цвету яркость и максимальную устойчивость.
Восстановление волос. В основе продукта—сбалансированный комплекс натуральных компонентов: пчелиного воска, молочной кислоты и витамина Е, который питает, укрепляет и восстанавливает структуру волос от корней до кончиков. ВАЖНО, что при изготовлении маски используется уникальная технология очистки компонентов от аммиака, перекиси водорода, сульфатов и тяжёлых металлов.
Estel NewTone — биогенно-чистый продукт.
Интенсивный блеск. Estel NewTone придаёт волосам совершенную ухоженность и глянцевый блеск.
Estel NewTone — это деликатно, безопасно, очень быстро, приятно и просто красиво. Расскажите клиенту о преимуществах Estel NewTone, а дальше — пусть он убедится в них сам.

Трендовые оттенки блонд помогут создавать еще больше ярких образов, а формула продукта, насыщенная полезными активными компонентами, обеспечит превосходное состояние волос.
Применение: Нанесите на чистые влажные волосы, для равномерного распределения прочешите волосы гребнем. Выдержите 3-10 минут в зависимости от желаемой степени коррекции цвета, смойте водой без применения шампуня. При нанесении используйте перчатки.

<button> <Link to="/home">Home</Link></button>
            </div>
            <div>
                <img src={pinkhear} alt={"fe"} />
               Estel NewTone Тонирующая маска для волос 10/6 Светлый блондин фиолетовый

Защита и сохранение цвета. Защита цвета обеспечивается уникальной Системой Оптимальной Фиксации Цвета.
Система основана на сочетании кератиновых энхансеров с УФ-фильтром, что обеспечивает цвету яркость и максимальную устойчивость.
Восстановление волос. В основе продукта—сбалансированный комплекс натуральных компонентов: пчелиного воска, молочной кислоты и витамина Е, который питает, укрепляет и восстанавливает структуру волос от корней до кончиков. ВАЖНО, что при изготовлении маски используется уникальная технология очистки компонентов от аммиака, перекиси водорода, сульфатов и тяжёлых металлов.
Estel NewTone — биогенно-чистый продукт.
Интенсивный блеск. Estel NewTone придаёт волосам совершенную ухоженность и глянцевый блеск.
Estel NewTone — это деликатно, безопасно, очень быстро, приятно и просто красиво. Расскажите клиенту о преимуществах Estel NewTone, а дальше — пусть он убедится в них сам.

Трендовые оттенки блонд помогут создавать еще больше ярких образов, а формула продукта, насыщенная полезными активными компонентами, обеспечит превосходное состояние волос.
Применение: Нанесите на чистые влажные волосы, для равномерного распределения прочешите волосы гребнем. Выдержите 3-10 минут в зависимости от желаемой степени коррекции цвета, смойте водой без применения шампуня. При нанесении используйте перчатки.

<button> <Link to="/home">Home</Link></button>
            </div>
        </div>
    )
}
export default Hair