import classes from "./Men.module.css"
import { Link } from "react-router-dom"
import blue from "../../../Imgs/Skin.jpg"
import sprei from "../../../Imgs/forMen.jpg"
import kream from "../../../Imgs/kream.jpg"
import forblondis from "../../../Imgs/forblondis.jpg"
const Men = () => {
    return (
        <div className={classes.Men}>
            <Link to="/catolog"></Link>
            <div >
                <img src={blue} alt={"fe"} />

                <p>Estel Alpha Homme Краска-камуфляж для бороды 5-0 Тон светлый шатен 40 мл.

                Натуральные холодные оттенки 4-0, 5-0, 6-0, 7-0
                - Комфортное время выдержки
                - Отсутствие границы между ранее окрашенными и натуральными волосами
                - Не содержит аммиак

                Предназначена для окрашивания седины и выравнивания цветы бороды.
                Окрашивание седины:

                При окрашивании седины возможно использование нескольких оттенков: более темного - на зоны с большим процентом седины и более светлого - на зоны с меньшим процентом. При наличии участков с локальной сединой нанесение окрашивающей смеси начните с них. Если седина стекловидная, жесткая и составляет от 70 до 100%, рекомендуем увеличить время выдержки на 5-10 минут.

                Выравнивание цвета:

Для выравнивания цвета начните окрашивание с более светлых участков. Используйте несколько оттенков.</p>
                <Link to="/catolog">Home</Link>
            </div>
            <div >
                <img src={kream} alt={"fe"} />

                <p>Estel Alpha Homme Краска-камуфляж для бороды 5-0 Тон светлый шатен 40 мл.

                Натуральные холодные оттенки 4-0, 5-0, 6-0, 7-0
                - Комфортное время выдержки
                - Отсутствие границы между ранее окрашенными и натуральными волосами
                - Не содержит аммиак

                Предназначена для окрашивания седины и выравнивания цветы бороды.
                Окрашивание седины:

                При окрашивании седины возможно использование нескольких оттенков: более темного - на зоны с большим процентом седины и более светлого - на зоны с меньшим процентом. При наличии участков с локальной сединой нанесение окрашивающей смеси начните с них. Если седина стекловидная, жесткая и составляет от 70 до 100%, рекомендуем увеличить время выдержки на 5-10 минут.

                Выравнивание цвета:

Для выравнивания цвета начните окрашивание с более светлых участков. Используйте несколько оттенков.</p>
            </div>
            <div >
                <img src={sprei} alt={"fe"} />

                <p>Estel Alpha Homme Краска-камуфляж для бороды 5-0 Тон светлый шатен 40 мл.

                Натуральные холодные оттенки 4-0, 5-0, 6-0, 7-0
                - Комфортное время выдержки
                - Отсутствие границы между ранее окрашенными и натуральными волосами
                - Не содержит аммиак

                Предназначена для окрашивания седины и выравнивания цветы бороды.
                Окрашивание седины:

                При окрашивании седины возможно использование нескольких оттенков: более темного - на зоны с большим процентом седины и более светлого - на зоны с меньшим процентом. При наличии участков с локальной сединой нанесение окрашивающей смеси начните с них. Если седина стекловидная, жесткая и составляет от 70 до 100%, рекомендуем увеличить время выдержки на 5-10 минут.

                Выравнивание цвета:

Для выравнивания цвета начните окрашивание с более светлых участков. Используйте несколько оттенков.</p>
                <Link to="/catolog">Home</Link>
            </div>

            <div >
                <img src={forblondis} alt={"fe"}/>

                <p>Estel Alpha Homme Краска-камуфляж для бороды 5-0 Тон светлый шатен 40 мл.

                Натуральные холодные оттенки 4-0, 5-0, 6-0, 7-0
                - Комфортное время выдержки
                - Отсутствие границы между ранее окрашенными и натуральными волосами
                - Не содержит аммиак

                Предназначена для окрашивания седины и выравнивания цветы бороды.
                Окрашивание седины:

                При окрашивании седины возможно использование нескольких оттенков: более темного - на зоны с большим процентом седины и более светлого - на зоны с меньшим процентом. При наличии участков с локальной сединой нанесение окрашивающей смеси начните с них. Если седина стекловидная, жесткая и составляет от 70 до 100%, рекомендуем увеличить время выдержки на 5-10 минут.

                Выравнивание цвета:

Для выравнивания цвета начните окрашивание с более светлых участков. Используйте несколько оттенков.</p>
                <Link to="/catolog">Home</Link>
            </div>

        </div>
    )
}
export default Men